validation/channel/system/controlDict
FoamFile{version 2.0;format ascii;class dictionary;object controlDict;}
application simpleFoam;startFrom startTime;startTime 0;stopAt endTime;endTime 3000;deltaT 1;writeControl timeStep;writeInterval 3000;purgeWrite 0;writeFormat ascii;writePrecision 12;writeCompression off;timeFormat general;timePrecision 6;runTimeModifiable false;
