validation/channel/system/fvSchemes
FoamFile{version 2.0;format ascii;class dictionary;object fvSchemes;}
ddtSchemes{default steadyState;}
gradSchemes{default Gauss linear;}
divSchemes{default none;div(phi,U) bounded Gauss upwind;div(phi,k) bounded Gauss upwind;div(phi,epsilon) bounded Gauss upwind;div((nuEff*dev2(T(grad(U))))) Gauss linear;}
laplacianSchemes{default Gauss linear orthogonal;}
interpolationSchemes{default linear;}
snGradSchemes{default orthogonal;}
