validation/channel/system/fvSolution
FoamFile{version 2.0;format ascii;class dictionary;object fvSolution;}
solvers{p{solver GAMG;smoother GaussSeidel;tolerance 1e-8;relTol 0;}"(U|k|epsilon)"{solver smoothSolver;smoother GaussSeidel;tolerance 1e-8;relTol 0;}}
SIMPLE{nNonOrthogonalCorrectors 0;consistent no;residualControl{p 1e-5;U 1e-5;k 1e-5;epsilon 1e-5;}}
relaxationFactors{fields{p 0.3;}equations{U 0.7;k 0.7;epsilon 0.7;}}
